Repository: mtmattei/Vigil
Catalog: Vigil/Strings/*/Resources.resw
Source language: en
Languages: fr

# SignOff_Incomplete
source: Enter the veterinarian's name and confirm the record is complete.
fr: Entrez le nom du vétérinaire et confirmez que le dossier est complet.

# SignOff_NotSigned
source: Not signed: {0}
fr: Non signé : {0}

# SignOff_Recovery
source: Extubated {0} · sternal {1} · pain {2}/4
fr: Extubé {0} · sternal {1} · douleur {2}/4

# Species_Canine
source: Canine
fr: Canin

# Species_Feline
source: Feline
fr: Félin

# Species_Other
source: Other
fr: Autre

# Status_Anesthetized
source: Under anesthesia
fr: Sous anesthésie

# Status_Recovery
source: Recovery
fr: Réveil

# Status_Scheduled
source: Scheduled
fr: Planifié

# Status_Signed
source: Signed
fr: Signé

# Strip_Empty
source: Vitals strip: no readings yet.
fr: Bande des signes vitaux : aucune lecture pour l'instant.

# Strip_LegendBp
source: BP
fr: PA

# Strip_LegendHr
source: HR
fr: FC

# Strip_Summary
source: Vitals strip: {0} readings, last at {1:HH:mm}: heart rate {2}, blood pressure {3} over {4}, SpO2 {5}. Use the Table view for every value.
fr: Bande des signes vitaux : {0} lectures, dernière à {1:HH:mm} : fréquence cardiaque {2}, pression artérielle {3} sur {4}, SpO2 {5}. Utilisez la vue Tableau pour toutes les valeurs.

# Validation_Number
source: {0} must be a number.
fr: {0} doit être un nombre.

# Validation_OneVital
source: Enter at least one vital sign.
fr: Entrez au moins un signe vital.

# Validation_WholeNumber
source: {0} must be a whole number.
fr: {0} doit être un nombre entier.

# Vital_Diastolic
source: Diastolic
fr: Diastolique

# Vital_HeartRate
source: Heart rate
fr: Fréquence cardiaque

# Vital_O2Flow
source: O₂ flow
fr: Débit d'O₂

# Vital_RespiratoryRate
source: Respiratory rate
fr: Fréquence respiratoire

# Vital_Systolic
source: Systolic
fr: Systolique

# Vital_Temperature
source: Temperature
fr: Température

# Vital_Vaporizer
source: Vaporizer
fr: Vaporisateur
